{
  "chapters": [
    {
      "id": 1,
      "title": "Les autres",
      "signs": "གང་ཟག",
      "levels": [
        {
          "id": 1,
          "title": "Le crash",
          "texts": [
            "Au loin, vous repérez des traces de pas formant un petit chemin. Alors que vous vous mettez en route dans un élan desespéré, seul et gelé, vous entendez alors des gémissements. Un autre survivant est bloqué sous des décombres. Couvert de sang et à l'agonie, il vous prie pourtant de lui venir en aide. A ses côtés git un sac en tissu, devant contenir de l'équipement qui pourrait vous être utile."
          ],
          "question": "Que choisissez-vous ?",
          "actions": [
            {
              "name": "Aider le survivant et laisser le sac",
              "path": 2,
              "social": 1,
              "ruse": -1
            },
            {
              "name": "Achever ses souffrances et prendre le sac",
              "path": 3,
              "social": -1,
              "ruse": 1
            }
          ]
        },
        {
          "id": 2,
          "title": "Traditions",
          "texts": [
            "Vous dégagez difficilement l'homme des décombres, passez son bras sur vos épaules, et commencez à entamer la marche à deux, malgré ses gémissements de douleur. Quelques temps après, vous regagnez enfin le chemin. Mais l'homme s'effondre, à bout de souffle. L'effort lui a fait perdre beaucoup trop de sang, et le voilà prêt à rejoindre l'autre monde. Dans une ultime parole, il vous remercie, et vous demande de lui offrir la sépulture que sa famille aurait souhaité : l'enterrer. Pourtant, vous savez que les dieux de cette région n'acceptent qu'un seul type de funérailles : l'inhumation céleste."
          ],
          "question": "Que faites-vous ?",
          "actions": [
            {
              "name": "Vous respectez la demande du défunt",
              "path": 4,
              "social": 1,
              "piété": -1
            },
            {
              "name": "Vous respectez les traditions de la région",
              "path": 4,
              "social": -1,
              "piété": 1
            }
          ]
        },
        {
          "id": 3,
          "title": "Assassin",
          "texts": [
            "En le rassurant, vous achever l'homme en serrant sa gorge. Dès que ses paupières se ferment, vous vous munissez du contenu du sac. Il y a là plusieurs ressources allant pouvoir vous protéger du froid et de la faim. L'homme, lui, porte également plusieurs couches de vêtements. Le déshabiller serait plus déshonorant pour sa mémoire, mais pourrait vous offrir une protection supplémentaire contre ce climat difficile.",
          ],
          "question": "Que choisissez-vous ?",
          "actions": [
            {
              "name": "Prendre ses vêtements",
              "path": 4,
              "social": -1,
              "ruse": 1
            },
            {
              "name": "Laisser ses vêtements",
              "path": 4,
              "social": 1,
              "ruse": -1
            }
          ]
        },
        {
          "id": 4,
          "title": "Le sherpa",
          "texts": [
            "Sans plus attendre, vous rejoignez le chemin. Vous marchez sur quelques kilomètres, avant de croiser par miracle un homme, accompagné de deux yacks. Il s'agit d'un sherpa, il connaît bien ses montagnes. Vous vous empressez de lui demander secours. Il vous indique la direction à prendre pour rejoindre la ville la plus proche. Laquelle ? ' Celle où le Karma vous guidera ', répondit-il. Il est en pèlerinage, et n'a pas beaucoup de choses à vous offrir, hormis du thé au beurre ' pour clarifier votre esprit perturbé ', ou un momo à la viande, ' pour recouvrer votre énergie '.",
          ],
          "actions": [
            {
              "name": "Thé au beurre",
              "path": 5,
              "ruse": 1
            },
            {
              "name": "Momo à la viande",
              "path": 5,
              "force": 1
            }
          ]
        },
        {
          "id": 5,
          "title": "Stupa",
          "texts": [
            "Suivant les indications, vous vous mettez en route. Alors qu'une tempête de neige se lève, vous glaçant les membres, vous tomber sur un stupa, un édifice religieux. Les stupas sont sacrés, et il est interdit de les toucher. Or, le blizzard gronde, et il pourrait vous servir d'abris.",
          ],
          "actions": [
            {
              "name": "Affronter la tempête",
              "path": "6"
            },
            {
              "name": "S'abriter contre le stupa",
              "path": "6"
            }
          ]
        },
        {
          "id": 6,
          "title": "Le village",
          "texts": [
            "Vous arrivez dans un petit village de nomades. Les gens sont étonnés de vous voir et vous fixent du regard. Un peu plus loin, vous remarquez une petite famille modeste, qui vous fait signe de venir. A l'écart, vous voyez un groupe de parias assez louches, mais semblant transporter beaucoup d'équipement avec eux.",
          ],
          "actions": [
            {
              "name": "Rejoindre la famille",
              "path": 7,
              "social": 1,
              "ruse": -1,
              "condition": {
                "skill": "social",
                "condition": "< -3",
                "true": "/lose",
                "endmessage": "Les habitants du village voient dans vos yeux qu'il manque une lueur de bienveillance, et vous jugent dangereux. Sans que vous ne puissiez rien faire, une foule s'organise autour de vous. Vous recevez alors un violent coup à la tête, puis vous sombrez dans le noir complet."
              }
            },
            {
              "name": "Rejoindre les parias",
              "path": 8,
              "social": -1,
              "ruse": 1,
              "condition": {
                "skill": "social",
                "condition": "< -3",
                "true": "/lose",
                "endmessage": "Les habitants du village voient dans vos yeux qu'il manque une lueur de bienveillance, et vous jugent dangereux. Sans que vous ne puissiez rien faire, une foule s'organise autour de vous. Vous recevez alors un violent coup à la tête, puis vous sombrez dans le noir complet."
              }
            }
          ]
        },
        {
          "id": 7,
          "title": "La famille",
          "texts": [
            "La famille écoute votre histoire d'un air intéressé. Elle possède peu de moyens, mais vous inviteà dormir dans leur tente pour la nuit. Le lendemain, le village entier vous adresse des sourires. Vous vous préparez à reprendre la route, constatant qu'il vous manque encore quelques ressources pour votre voyage. Avant de partir, la famille vous demande de leur rendre service, en les aidant à réparer une tente défectueuse.",
          ],
          "actions": [
            {
              "name": "Accepter et les aider",
              "path": 9,
              "social": 1,
              "force": -1
            },
            {
              "name": "Refuser et partir immédiatement",
              "path": 9,
              "social": -1,
              "force": 1
            }
          ]
        },
        {
          "id": 8,
          "title": "Les voyageurs",
          "texts": [
            "Les parias vous racontent qu’ils vivent de petites rapines, et ont alors plusieurs ressources sur eux, qu'ils vous offrent volontiers en échange de vos histoires. Le lendemain, après une nuit sous leur tente, vous êtes satisfait de vos provisions pour le voyage, mais les habitants du village vous regardent d'un mauvais oeil. Avant de partir, les parias proposent de vous enseigner une technique de défense au corps à corps... contre un vieillard.",
          ],
          "actions": [
            {
              "name": "Refuser l'entraînement déloyal",
              "path": 9,
              "social": 1,
              "force": -1
            },
            {
              "name": "Accepter l'entraînement",
              "path": 9,
              "social": -1,
              "force": 1
            }
          ]
        },
        {
          "id": 9,
          "title": "Le pélerin",
          "texts": [
            "Vous quittez le village et continuez de suivre la route indiquée par le sherpa. Vous marchez pendant plusieurs heures, à travers le froid et la faim qui persiste encore. Au bout de plusieurs heures, vous repérez un pèlerin, endormi au bord du chemin. Il semble transporter énormément de choses avec lui.",
          ],
          "actions": [
            {
              "name": "Voler ses affaires",
              "path": 10,
              "social": -1,
              "ruse": 1
            },
            {
              "name": "Le laisser dormir",
              "path": 10,
              "social": 1,
              "ruse": -1
            }
          ]
        },
        {
          "id": 10,
          "title": "Le deuxième stupa",
          "texts": [
            "Vous êtes arrivé au second stupa, marquant le passage vers les terres sauvages. Vous vous souvenez que la tradition exige une offrande à ce passage, afin d’obtenir la bénédiction des dieux.",
          ],
          "actions": [
            {
              "name": "Faire une offrande",
              "chapter": 2,
              "path": 1,
              "piété": 1,
              "ruse": -1,
              "condition": {
                "skill": "ruse",
                "condition": "< -4",
                "true": "/lose",
                "endmessage": "Vous ne possédez pas assez d'équipement pour pouvoir affronter les terres sauvages. Des heures de marche plus tard, vous mourrez de faim et de froid."
              }
            },
            {
              "name": "Ne pas faire d'offrande",
              "chapter": 2,
              "path": 1,
              "piété": -1,
              "ruse": 1,
              "condition": {
                "skill": "ruse",
                "condition": "< -4",
                "true": "/lose",
                "endmessage": "Vous ne possédez pas assez d'équipement pour pouvoir affronter les terres sauvages. Des heures de marche plus tard, vous mourrez de faim et de froid."
              }
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "title": "Les montagnes",
      "levels": [
        {
          "id": 1,
          "title": "Le crash",
          "texts": [
            "test chapitre 2"
          ],
          "question": "Que choisissez-vous ?",
          "actions": [
            {
              "name": "test chapitre",
              "path": 2,
              "social": 1,
              "ruse": -1
            },
            {
              "name": "test chapitre",
              "path": 3,
              "social": -1,
              "ruse": 1
            }
          ]
        }
      ]
    }
  ],
  "characters": [
    {
      "name": "Pèlerin",
      "id": "good",
      "description": "Votre empathie naturelle vous donne un avantage en relationnel, tandis que votre piété vous assurera bonne fortune.",
      "skills": [
        {
          "name": "piété",
          "value": 1
        },
        {
          "name": "social",
          "value": 1
        },
        {
          "name": "force",
          "value": -1
        },
        {
          "name": "ruse",
          "value": -1
        }
      ]
    },
    {
      "name": "Ancien soldat",
      "id": "bad",
      "description": "Votre passé vous a transmis force et courage, ainsi que des compétences basiques en survie.",
      "skills": [
        {
          "name": "force",
          "value": 1
        },
        {
          "name": "ruse",
          "value": 1
        },
        {
          "name": "piété",
          "value": -1
        },
        {
          "name": "social",
          "value": -1
        }
      ]
    }
  ]
}